const { zokou } = require('../framework/zokou');

zokou(
    {
        nomCom: 'rip',
        categorie: 'crps-player'
    },
    async (dest, zk, commandeOptions) => {
        const { repondre, arg, ms } = commandeOptions;

        if (!arg || arg.length === 0)  {
            const lien = 'https://telegra.ph/file/4a0ce5a7b2e50ad6c66d2.jpg';
            const msg = `░░░░░░░░░░░░░░░░░░░
═══════════════════
.            *| 𝐂𝐑𝐏𝐒 𝐑𝐎𝐋𝐈𝐒𝐓𝐄 |*
═══════════════════

> *👤 𝗜𝗗 :* RIP Atlas
> *♨️ 𝗗𝗶𝘃𝗶𝘀𝗶𝗼𝗻 :* Bronze🥉
> *⚜️ 𝗦𝘁𝗮𝘁𝘂𝘁 :* Rôliste✅

░░░░░░░░░░░░░░░░░░░
> *🔥 𝗪𝗶𝘀𝗵 :*
> *🧘‍♂️ 𝗦𝗮𝗴𝗲 :*
> *🏆 𝗖𝗵𝗮𝗺𝗽𝗶𝗼𝗻 :*
> *😎 𝗦𝗽𝗲𝗰𝗶𝗮𝗹𝗶𝘀𝘁𝗲 :*
> *🏅 𝗠𝗮𝗶𝘁𝗿𝗲 :*
> *👺 𝗗𝗶𝗰𝘁𝗮𝘁𝗲𝘂𝗿 :*
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :*
> *🤠 𝗔𝗱𝘃𝗲𝗻𝘁𝘂𝗿𝗲𝗿 :*
> *🤼‍♂️ 𝗖𝗵𝗮𝗹𝗹𝗲𝗻𝗴𝗲 :*
> *💯 𝗟𝗲𝗴𝗲𝗻𝗱 :*
░░░░░░░░░░░░░░░░░░░
> *👊 𝗙𝗶𝗴𝗵𝘁 :* 𝗩 : 000 𝗗 : 000
> *🏅 𝗧𝗢𝗣 3 :* 000
> *🎭 𝗦𝘁𝗼𝗿𝘆 𝗠𝗼𝗱𝗲 :* 000
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :* 000
░░░░░░░░░░░░░░░░░░░
*👤 𝗣𝗲𝗿𝘀𝗼 :* RIP Atlas
*🀄 𝗖𝗮𝗿𝗱 :* https://telegra.ph/file/9e92b92583bb3ca08db07.jpg
*🎚️ 𝗡𝗶𝘃𝗲𝗮𝘂 :* 01
*🔰 𝗫𝗽 :* 000 / 500
*🎒 𝗜𝘁𝗲𝗺𝘀 :* (voir magasin)
░░░░░░░░░░░░░░░░░░░
*💳𝗣𝗿𝗲𝗺𝘂𝗶𝗺 :* 000💳
*🧭$ ₱𝗶𝗲𝗰𝗲𝘀 :* 10.000🧭
*💎$ £𝗶𝗮𝗺𝗼𝗻𝗱 :* 1.000💎
*♦️$ 𝐓𝗼𝗸𝗲𝗻 :* 000♦️
═══════════════════
░░░░░░░░░░░░░░░░░░░
     『 🪀🎮 𝗖𝗥𝗣𝗦 𝗡𝗢 𝗟𝗜𝗠𝗜𝗧 🏆🔝 』`;
            zk.sendMessage(dest, { image: { url: lien }, caption: msg }, { quoted: ms });
   
        }
    }
);

zokou(
    {
        nomCom: 'yuta',
        categorie: 'crps-player'
    },
    async (dest, zk, commandeOptions) => {
        const { repondre, arg, ms } = commandeOptions;

        if (!arg || arg.length === 0)  {
            const lien = 'https://telegra.ph/file/b073f04e05d8aef24cafe.jpg';
            const msg = `░░░░░░░░░░░░░░░░░░░
═══════════════════
.            *| 𝐂𝐑𝐏𝐒 𝐑𝐎𝐋𝐈𝐒𝐓𝐄 |*
═══════════════════

> *👤 𝗜𝗗 :* Yuta Supremus
> *♨️ 𝗗𝗶𝘃𝗶𝘀𝗶𝗼𝗻 :* Bronze🥉
> *⚜️ 𝗦𝘁𝗮𝘁𝘂𝘁 :* Rôliste✅

░░░░░░░░░░░░░░░░░░░
> *🔥 𝗪𝗶𝘀𝗵 :*
> *🧘‍♂️ 𝗦𝗮𝗴𝗲 :*
> *🏆 𝗖𝗵𝗮𝗺𝗽𝗶𝗼𝗻 :*
> *😎 𝗦𝗽𝗲𝗰𝗶𝗮𝗹𝗶𝘀𝘁𝗲 :*
> *🏅 𝗠𝗮𝗶𝘁𝗿𝗲 :*
> *👺 𝗗𝗶𝗰𝘁𝗮𝘁𝗲𝘂𝗿 :*
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :*
> *🤠 𝗔𝗱𝘃𝗲𝗻𝘁𝘂𝗿𝗲𝗿 :*
> *🤼‍♂️ 𝗖𝗵𝗮𝗹𝗹𝗲𝗻𝗴𝗲 :*
> *💯 𝗟𝗲𝗴𝗲𝗻𝗱 :*
░░░░░░░░░░░░░░░░░░░
> *👊 𝗙𝗶𝗴𝗵𝘁 :* 𝗩 : 000 𝗗 : 000
> *🏅 𝗧𝗢𝗣 3 :* 000
> *🎭 𝗦𝘁𝗼𝗿𝘆 𝗠𝗼𝗱𝗲 :* 000
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :* 000
░░░░░░░░░░░░░░░░░░░
*👤 𝗣𝗲𝗿𝘀𝗼 :* Yuta Supremus
*🀄 𝗖𝗮𝗿𝗱 :* https://telegra.ph/file/510673b215b760089a5d3.jpg
*🎚️ 𝗡𝗶𝘃𝗲𝗮𝘂 :* 01
*🔰 𝗫𝗽 :* 000 / 500
*🎒 𝗜𝘁𝗲𝗺𝘀 :* (voir magasin)
░░░░░░░░░░░░░░░░░░░
*💳𝗣𝗿𝗲𝗺𝘂𝗶𝗺 :* 000💳
*🧭$ ₱𝗶𝗲𝗰𝗲𝘀 :* 10.000🧭
*💎$ £𝗶𝗮𝗺𝗼𝗻𝗱 :* 1.000💎
*♦️$ 𝐓𝗼𝗸𝗲𝗻 :* 000♦️
═══════════════════
░░░░░░░░░░░░░░░░░░░
     『 🪀🎮 𝗖𝗥𝗣𝗦 𝗡𝗢 𝗟𝗜𝗠𝗜𝗧 🏆🔝 』`;
            zk.sendMessage(dest, { image: { url: lien }, caption: msg }, { quoted: ms });
   
        }
    }
);

zokou(
    {
        nomCom: 'noname',
        categorie: 'crps-player'
    },
    async (dest, zk, commandeOptions) => {
        const { repondre, arg, ms } = commandeOptions;

        if (!arg || arg.length === 0)  {
            const lien = 'https://telegra.ph/file/0c800c4033d2b04188ec9.jpg';
            const msg = `░░░░░░░░░░░░░░░░░░░
═══════════════════
.            *| 𝐂𝐑𝐏𝐒 𝐑𝐎𝐋𝐈𝐒𝐓𝐄 |*
═══════════════════

> *👤 𝗜𝗗 :* ~ no name ~ 
> *♨️ 𝗗𝗶𝘃𝗶𝘀𝗶𝗼𝗻 :* Bronze🥉
> *⚜️ 𝗦𝘁𝗮𝘁𝘂𝘁 :* Rôliste✅

░░░░░░░░░░░░░░░░░░░
> *🔥 𝗪𝗶𝘀𝗵 :*
> *🧘‍♂️ 𝗦𝗮𝗴𝗲 :*
> *🏆 𝗖𝗵𝗮𝗺𝗽𝗶𝗼𝗻 :*
> *😎 𝗦𝗽𝗲𝗰𝗶𝗮𝗹𝗶𝘀𝘁𝗲 :*
> *🏅 𝗠𝗮𝗶𝘁𝗿𝗲 :*
> *👺 𝗗𝗶𝗰𝘁𝗮𝘁𝗲𝘂𝗿 :*
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :*
> *🤠 𝗔𝗱𝘃𝗲𝗻𝘁𝘂𝗿𝗲𝗿 :*
> *🤼‍♂️ 𝗖𝗵𝗮𝗹𝗹𝗲𝗻𝗴𝗲 :*
> *💯 𝗟𝗲𝗴𝗲𝗻𝗱 :*
░░░░░░░░░░░░░░░░░░░
> *👊 𝗙𝗶𝗴𝗵𝘁 :* 𝗩 : 000 𝗗 : 000
> *🏅 𝗧𝗢𝗣 3 :* 000
> *🎭 𝗦𝘁𝗼𝗿𝘆 𝗠𝗼𝗱𝗲 :* 000
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :* 000
░░░░░░░░░░░░░░░░░░░
*👤 𝗣𝗲𝗿𝘀𝗼 :* ~
*🀄 𝗖𝗮𝗿𝗱 :* https://telegra.ph/file/c39f63c627f609e196e02.jpg
*🎚️ 𝗡𝗶𝘃𝗲𝗮𝘂 :* 01
*🔰 𝗫𝗽 :* 000 / 500
*🎒 𝗜𝘁𝗲𝗺𝘀 :* (voir magasin)
░░░░░░░░░░░░░░░░░░░
*💳𝗣𝗿𝗲𝗺𝘂𝗶𝗺 :* 000💳
*🧭$ ₱𝗶𝗲𝗰𝗲𝘀 :* 10.000🧭
*💎$ £𝗶𝗮𝗺𝗼𝗻𝗱 :* 1.000💎
*♦️$ 𝐓𝗼𝗸𝗲𝗻 :* 000♦️
═══════════════════
░░░░░░░░░░░░░░░░░░░
     『 🪀🎮 𝗖𝗥𝗣𝗦 𝗡𝗢 𝗟𝗜𝗠𝗜𝗧 🏆🔝 』`;
            zk.sendMessage(dest, { image: { url: lien }, caption: msg }, { quoted: ms });
   
        }
    }
);

zokou(
    {
        nomCom: 'tomura',
        categorie: 'crps-player'
    },
    async (dest, zk, commandeOptions) => {
        const { repondre, arg, ms } = commandeOptions;

        if (!arg || arg.length === 0)  {
            const lien = 'https://telegra.ph/file/9f0783a8881936c5f413a.jpg';
            const msg = `░░░░░░░░░░░░░░░░░░░
═══════════════════
.            *| 𝐂𝐑𝐏𝐒 𝐑𝐎𝐋𝐈𝐒𝐓𝐄 |*
═══════════════════

> *👤 𝗜𝗗 :* Tomura Shigaraki
> *♨️ 𝗗𝗶𝘃𝗶𝘀𝗶𝗼𝗻 :* Bronze🥉
> *⚜️ 𝗦𝘁𝗮𝘁𝘂𝘁 :* Rôliste✅

░░░░░░░░░░░░░░░░░░░
> *🔥 𝗪𝗶𝘀𝗵 :*
> *🧘‍♂️ 𝗦𝗮𝗴𝗲 :*
> *🏆 𝗖𝗵𝗮𝗺𝗽𝗶𝗼𝗻 :*
> *😎 𝗦𝗽𝗲𝗰𝗶𝗮𝗹𝗶𝘀𝘁𝗲 :*
> *🏅 𝗠𝗮𝗶𝘁𝗿𝗲 :*
> *👺 𝗗𝗶𝗰𝘁𝗮𝘁𝗲𝘂𝗿 :*
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :*
> *🤠 𝗔𝗱𝘃𝗲𝗻𝘁𝘂𝗿𝗲𝗿 :*
> *🤼‍♂️ 𝗖𝗵𝗮𝗹𝗹𝗲𝗻𝗴𝗲 :*
> *💯 𝗟𝗲𝗴𝗲𝗻𝗱 :*
░░░░░░░░░░░░░░░░░░░
> *👊 𝗙𝗶𝗴𝗵𝘁 :* 𝗩 : 000 𝗗 : 000
> *🏅 𝗧𝗢𝗣 3 :* 000
> *🎭 𝗦𝘁𝗼𝗿𝘆 𝗠𝗼𝗱𝗲 :* 000
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :* 000
░░░░░░░░░░░░░░░░░░░
*👤 𝗣𝗲𝗿𝘀𝗼 :* Tomura Shigaraki
*🀄 𝗖𝗮𝗿𝗱 :* https://telegra.ph/file/8876bd3556bedfeb77d7d.jpg
*🎚️ 𝗡𝗶𝘃𝗲𝗮𝘂 :* 01
*🔰 𝗫𝗽 :* 000 / 500
*🎒 𝗜𝘁𝗲𝗺𝘀 :* (voir magasin)
░░░░░░░░░░░░░░░░░░░
*💳𝗣𝗿𝗲𝗺𝘂𝗶𝗺 :* 000💳
*🧭$ ₱𝗶𝗲𝗰𝗲𝘀 :* 10.000🧭
*💎$ £𝗶𝗮𝗺𝗼𝗻𝗱 :* 1.000💎
*♦️$ 𝐓𝗼𝗸𝗲𝗻 :* 000♦️
═══════════════════
░░░░░░░░░░░░░░░░░░░
     『 🪀🎮 𝗖𝗥𝗣𝗦 𝗡𝗢 𝗟𝗜𝗠𝗜𝗧 🏆🔝 』`;
            zk.sendMessage(dest, { image: { url: lien }, caption: msg }, { quoted: ms });
   
        }
    }
);

zokou(
    {
        nomCom: 'night',
        categorie: 'crps-player'
    },
    async (dest, zk, commandeOptions) => {
        const { repondre, arg, ms } = commandeOptions;

        if (!arg || arg.length === 0)  {
            const lien = 'https://telegra.ph/file/6e32d9a930169100df533.jpg';
            const msg = `░░░░░░░░░░░░░░░░░░░
═══════════════════
.            *| 𝐂𝐑𝐏𝐒 𝐑𝐎𝐋𝐈𝐒𝐓𝐄 |*
═══════════════════

> *👤 𝗜𝗗 :* Night
> *♨️ 𝗗𝗶𝘃𝗶𝘀𝗶𝗼𝗻 :* Bronze🥉
> *⚜️ 𝗦𝘁𝗮𝘁𝘂𝘁 :* Rôliste✅

░░░░░░░░░░░░░░░░░░░
> *🔥 𝗪𝗶𝘀𝗵 :*
> *🧘‍♂️ 𝗦𝗮𝗴𝗲 :*
> *🏆 𝗖𝗵𝗮𝗺𝗽𝗶𝗼𝗻 :*
> *😎 𝗦𝗽𝗲𝗰𝗶𝗮𝗹𝗶𝘀𝘁𝗲 :*
> *🏅 𝗠𝗮𝗶𝘁𝗿𝗲 :*
> *👺 𝗗𝗶𝗰𝘁𝗮𝘁𝗲𝘂𝗿 :*
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :*
> *🤠 𝗔𝗱𝘃𝗲𝗻𝘁𝘂𝗿𝗲𝗿 :*
> *🤼‍♂️ 𝗖𝗵𝗮𝗹𝗹𝗲𝗻𝗴𝗲 :*
> *💯 𝗟𝗲𝗴𝗲𝗻𝗱 :*
░░░░░░░░░░░░░░░░░░░
> *👊 𝗙𝗶𝗴𝗵𝘁 :* 𝗩 : 000 𝗗 : 000
> *🏅 𝗧𝗢𝗣 3 :* 000
> *🎭 𝗦𝘁𝗼𝗿𝘆 𝗠𝗼𝗱𝗲 :* 000
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :* 000
░░░░░░░░░░░░░░░░░░░
*👤 𝗣𝗲𝗿𝘀𝗼 :* Night
*🀄 𝗖𝗮𝗿𝗱 :* https://telegra.ph/file/2fb673379e5b0c2e8e2ec.jpg
*🎚️ 𝗡𝗶𝘃𝗲𝗮𝘂 :* 01
*🔰 𝗫𝗽 :* 000 / 500
*🎒 𝗜𝘁𝗲𝗺𝘀 :* (voir magasin)
░░░░░░░░░░░░░░░░░░░
*💳𝗣𝗿𝗲𝗺𝘂𝗶𝗺 :* 000💳
*🧭$ ₱𝗶𝗲𝗰𝗲𝘀 :* 10.000🧭
*💎$ £𝗶𝗮𝗺𝗼𝗻𝗱 :* 1.000💎
*♦️$ 𝐓𝗼𝗸𝗲𝗻 :* 000♦️
═══════════════════
░░░░░░░░░░░░░░░░░░░
     『 🪀🎮 𝗖𝗥𝗣𝗦 𝗡𝗢 𝗟𝗜𝗠𝗜𝗧 🏆🔝 』`;
            zk.sendMessage(dest, { image: { url: lien }, caption: msg }, { quoted: ms });
   
        }
    }
);

zokou(
    {
        nomCom: 'lonetatlas',
        categorie: 'crps-player'
    },
    async (dest, zk, commandeOptions) => {
        const { repondre, arg, ms } = commandeOptions;

        if (!arg || arg.length === 0)  {
            const lien = 'https://telegra.ph/file/f3eae797ad611cd17ecdc.jpg';
            const msg = `░░░░░░░░░░░░░░░░░░░
═══════════════════
.            *| 𝐂𝐑𝐏𝐒 𝐑𝐎𝐋𝐈𝐒𝐓𝐄 |*
═══════════════════

> *👤 𝗜𝗗 :* Lone Tecraso Atlas
> *♨️ 𝗗𝗶𝘃𝗶𝘀𝗶𝗼𝗻 :* Bronze🥉
> *⚜️ 𝗦𝘁𝗮𝘁𝘂𝘁 :* Rôliste✅

░░░░░░░░░░░░░░░░░░░
> *🔥 𝗪𝗶𝘀𝗵 :*
> *🧘‍♂️ 𝗦𝗮𝗴𝗲 :*
> *🏆 𝗖𝗵𝗮𝗺𝗽𝗶𝗼𝗻 :*
> *😎 𝗦𝗽𝗲𝗰𝗶𝗮𝗹𝗶𝘀𝘁𝗲 :*
> *🏅 𝗠𝗮𝗶𝘁𝗿𝗲 :*
> *👺 𝗗𝗶𝗰𝘁𝗮𝘁𝗲𝘂𝗿 :*
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :*
> *🤠 𝗔𝗱𝘃𝗲𝗻𝘁𝘂𝗿𝗲𝗿 :*
> *🤼‍♂️ 𝗖𝗵𝗮𝗹𝗹𝗲𝗻𝗴𝗲 :*
> *💯 𝗟𝗲𝗴𝗲𝗻𝗱 :*
░░░░░░░░░░░░░░░░░░░
> *👊 𝗙𝗶𝗴𝗵𝘁 :* 𝗩 : 000 𝗗 : 000
> *🏅 𝗧𝗢𝗣 3 :* 000
> *🎭 𝗦𝘁𝗼𝗿𝘆 𝗠𝗼𝗱𝗲 :* 000
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :* 000
░░░░░░░░░░░░░░░░░░░
*👤 𝗣𝗲𝗿𝘀𝗼 :* Lone Tecraso Atlas
*🀄 𝗖𝗮𝗿𝗱 :* https://telegra.ph/file/789468375d2b202e00529.jpg
*🎚️ 𝗡𝗶𝘃𝗲𝗮𝘂 :* 01
*🔰 𝗫𝗽 :* 000 / 500
*🎒 𝗜𝘁𝗲𝗺𝘀 :* (voir magasin)
░░░░░░░░░░░░░░░░░░░
*💳𝗣𝗿𝗲𝗺𝘂𝗶𝗺 :* 000💳
*🧭$ ₱𝗶𝗲𝗰𝗲𝘀 :* 10.000🧭
*💎$ £𝗶𝗮𝗺𝗼𝗻𝗱 :* 1.000💎
*♦️$ 𝐓𝗼𝗸𝗲𝗻 :* 000♦️
═══════════════════
░░░░░░░░░░░░░░░░░░░
     『 🪀🎮 𝗖𝗥𝗣𝗦 𝗡𝗢 𝗟𝗜𝗠𝗜𝗧 🏆🔝 』`;
            zk.sendMessage(dest, { image: { url: lien }, caption: msg }, { quoted: ms });
   
        }
    }
);

zokou(
    {
        nomCom: 'wei',
        categorie: 'crps-player'
    },
    async (dest, zk, commandeOptions) => {
        const { repondre, arg, ms } = commandeOptions;

        if (!arg || arg.length === 0)  {
            const lien = 'https://telegra.ph/file/675110b985d8f53ae5324.jpg';
            const msg = `░░░░░░░░░░░░░░░░░░░
═══════════════════
.            *| 𝐂𝐑𝐏𝐒 𝐑𝐎𝐋𝐈𝐒𝐓𝐄 |*
═══════════════════

> *👤 𝗜𝗗 :* Wei Wuxian
> *♨️ 𝗗𝗶𝘃𝗶𝘀𝗶𝗼𝗻 :* Bronze🥉
> *⚜️ 𝗦𝘁𝗮𝘁𝘂𝘁 :* Rôliste✅

░░░░░░░░░░░░░░░░░░░
> *🔥 𝗪𝗶𝘀𝗵 :*
> *🧘‍♂️ 𝗦𝗮𝗴𝗲 :*
> *🏆 𝗖𝗵𝗮𝗺𝗽𝗶𝗼𝗻 :*
> *😎 𝗦𝗽𝗲𝗰𝗶𝗮𝗹𝗶𝘀𝘁𝗲 :*
> *🏅 𝗠𝗮𝗶𝘁𝗿𝗲 :*
> *👺 𝗗𝗶𝗰𝘁𝗮𝘁𝗲𝘂𝗿 :*
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :*
> *🤠 𝗔𝗱𝘃𝗲𝗻𝘁𝘂𝗿𝗲𝗿 :*
> *🤼‍♂️ 𝗖𝗵𝗮𝗹𝗹𝗲𝗻𝗴𝗲 :*
> *💯 𝗟𝗲𝗴𝗲𝗻𝗱 :*
░░░░░░░░░░░░░░░░░░░
> *👊 𝗙𝗶𝗴𝗵𝘁 :* 𝗩 : 001 𝗗 : 000
> *🏅 𝗧𝗢𝗣 3 :* 000
> *🎭 𝗦𝘁𝗼𝗿𝘆 𝗠𝗼𝗱𝗲 :* 000
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :* 003
░░░░░░░░░░░░░░░░░░░
*👤 𝗣𝗲𝗿𝘀𝗼 :* Wei Wuxian
*🀄 𝗖𝗮𝗿𝗱 :* https://telegra.ph/file/5d8cc25077250abe45851.jpg
*🎚️ 𝗡𝗶𝘃𝗲𝗮𝘂 :* 01
*🔰 𝗫𝗽 :* 025 / 500
*🎒 𝗜𝘁𝗲𝗺𝘀 :* (voir magasin)
░░░░░░░░░░░░░░░░░░░
*💳𝗣𝗿𝗲𝗺𝘂𝗶𝗺 :* 000💳
*🧭$ ₱𝗶𝗲𝗰𝗲𝘀 :* 10.000🧭
*💎$ £𝗶𝗮𝗺𝗼𝗻𝗱 :* 1.500💎
*♦️$ 𝐓𝗼𝗸𝗲𝗻 :* 000♦️
═══════════════════
░░░░░░░░░░░░░░░░░░░
     『 🪀🎮 𝗖𝗥𝗣𝗦 𝗡𝗢 𝗟𝗜𝗠𝗜𝗧 🏆🔝 』`;
            zk.sendMessage(dest, { image: { url: lien }, caption: msg }, { quoted: ms });
   
        }
    }
);

zokou(
    {
        nomCom: 'yû',
        categorie: 'crps-player'
    },
    async (dest, zk, commandeOptions) => {
        const { repondre, arg, ms } = commandeOptions;

        if (!arg || arg.length === 0)  {
            const lien = 'https://telegra.ph/file/d3b0c6684ed564addddaa.jpg';
            const msg = `░░░░░░░░░░░░░░░░░░░
═══════════════════
.            *| 𝐂𝐑𝐏𝐒 𝐑𝐎𝐋𝐈𝐒𝐓𝐄 |*
═══════════════════

> *👤 𝗜𝗗 :* Yû C. Namikaze
> Astral Thaumaturge
> *♨️ 𝗗𝗶𝘃𝗶𝘀𝗶𝗼𝗻 :* Bronze🥉
> *⚜️ 𝗦𝘁𝗮𝘁𝘂𝘁 :* Rôliste✅

░░░░░░░░░░░░░░░░░░░
> *🔥 𝗪𝗶𝘀𝗵 :*
> *🧘‍♂️ 𝗦𝗮𝗴𝗲 :*
> *🏆 𝗖𝗵𝗮𝗺𝗽𝗶𝗼𝗻 :*
> *😎 𝗦𝗽𝗲𝗰𝗶𝗮𝗹𝗶𝘀𝘁𝗲 :*
> *🏅 𝗠𝗮𝗶𝘁𝗿𝗲 :*
> *👺 𝗗𝗶𝗰𝘁𝗮𝘁𝗲𝘂𝗿 :*
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :*
> *🤠 𝗔𝗱𝘃𝗲𝗻𝘁𝘂𝗿𝗲𝗿 :*
> *🤼‍♂️ 𝗖𝗵𝗮𝗹𝗹𝗲𝗻𝗴𝗲 :*
> *💯 𝗟𝗲𝗴𝗲𝗻𝗱 :*
░░░░░░░░░░░░░░░░░░░
> *👊 𝗙𝗶𝗴𝗵𝘁 :* 𝗩 : 000 𝗗 : 000
> *🏅 𝗧𝗢𝗣 3 :* 000
> *🎭 𝗦𝘁𝗼𝗿𝘆 𝗠𝗼𝗱𝗲 :* 000
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :* 000
░░░░░░░░░░░░░░░░░░░
*👤 𝗣𝗲𝗿𝘀𝗼 :* Yû C. Namikaze
*🧬 𝗖𝗮𝗿𝗱 :* https://telegra.ph/file/84241446d08723ed0d75a.jpg
*🎚️ 𝗡𝗶𝘃𝗲𝗮𝘂 :* 01
*🔰 𝗫𝗽 :* 000 / 500
*🎒 𝗜𝘁𝗲𝗺𝘀 :* (voir magasin)
░░░░░░░░░░░░░░░░░░░
*💳𝗣𝗿𝗲𝗺𝘂𝗶𝗺 :* 000💳
*🧭$ ₱𝗶𝗲𝗰𝗲𝘀 :* 10.000🧭
*💎$ £𝗶𝗮𝗺𝗼𝗻𝗱 :* 1.000💎
*♦️$ 𝐓𝗼𝗸𝗲𝗻 :* 000♦️
═══════════════════
░░░░░░░░░░░░░░░░░░░
     『 🪀🎮 𝗖𝗥𝗣𝗦 𝗡𝗢 𝗟𝗜𝗠𝗜𝗧 🏆🔝 』`;
            zk.sendMessage(dest, { image: { url: lien }, caption: msg }, { quoted: ms });
   
        }
    }
);

zokou(
    {
        nomCom: 'rayan',
        categorie: 'crps-player'
    },
    async (dest, zk, commandeOptions) => {
        const { repondre, arg, ms } = commandeOptions;

        if (!arg || arg.length === 0)  {
            const lien = 'https://telegra.ph/file/85794bf450cbcb0c3753a.jpg';
            const msg = `░░░░░░░░░░░░░░░░░░░
═══════════════════
.            *| 𝐂𝐑𝐏𝐒 𝐑𝐎𝐋𝐈𝐒𝐓𝐄 |*
═══════════════════

> *👤 𝗜𝗗 :* Rayan ARGENT
> *♨️ 𝗗𝗶𝘃𝗶𝘀𝗶𝗼𝗻 :* Bronze🥉
> *⚜️ 𝗦𝘁𝗮𝘁𝘂𝘁 :* Rôliste✅

░░░░░░░░░░░░░░░░░░░
> *🔥 𝗪𝗶𝘀𝗵 :*
> *🧘‍♂️ 𝗦𝗮𝗴𝗲 :*
> *🏆 𝗖𝗵𝗮𝗺𝗽𝗶𝗼𝗻 :*
> *😎 𝗦𝗽𝗲𝗰𝗶𝗮𝗹𝗶𝘀𝘁𝗲 :*
> *🏅 𝗠𝗮𝗶𝘁𝗿𝗲 :*
> *👺 𝗗𝗶𝗰𝘁𝗮𝘁𝗲𝘂𝗿 :*
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :*
> *🤠 𝗔𝗱𝘃𝗲𝗻𝘁𝘂𝗿𝗲𝗿 :*
> *🤼‍♂️ 𝗖𝗵𝗮𝗹𝗹𝗲𝗻𝗴𝗲 :*
> *💯 𝗟𝗲𝗴𝗲𝗻𝗱 :*
░░░░░░░░░░░░░░░░░░░
> *👊 𝗙𝗶𝗴𝗵𝘁 :* 𝗩 : 000 𝗗 : 000
> *🏅 𝗧𝗢𝗣 3 :* 000
> *🎭 𝗦𝘁𝗼𝗿𝘆 𝗠𝗼𝗱𝗲 :* 000
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :* 000
░░░░░░░░░░░░░░░░░░░
*👤 𝗣𝗲𝗿𝘀𝗼 :* Rayan ARGENT
*🀄 𝗖𝗮𝗿𝗱 :* https://telegra.ph/file/b74b174331b3ef1bc32c6.jpg
*🎚️ 𝗡𝗶𝘃𝗲𝗮𝘂 :* 01
*🔰 𝗫𝗽 :* 000 / 500
*🎒 𝗜𝘁𝗲𝗺𝘀 :* (voir magasin)
░░░░░░░░░░░░░░░░░░░
*💳𝗣𝗿𝗲𝗺𝘂𝗶𝗺 :* 000💳
*🧭$ ₱𝗶𝗲𝗰𝗲𝘀 :* 10.000🧭
*💎$ £𝗶𝗮𝗺𝗼𝗻𝗱 :* 1.000💎
*♦️$ 𝐓𝗼𝗸𝗲𝗻 :* 000♦️
═══════════════════
░░░░░░░░░░░░░░░░░░░
     『 🪀🎮 𝗖𝗥𝗣𝗦 𝗡𝗢 𝗟𝗜𝗠𝗜𝗧 🏆🔝 』`;
            zk.sendMessage(dest, { image: { url: lien }, caption: msg }, { quoted: ms });
   
        }
    }
);

zokou(
    {
        nomCom: 'tempest',
        categorie: 'crps-player'
    },
    async (dest, zk, commandeOptions) => {
        const { repondre, arg, ms } = commandeOptions;

        if (!arg || arg.length === 0)  {
            const lien = 'https://telegra.ph/file/2ac758bef3dcdef92678e.jpg';
            const msg = `░░░░░░░░░░░░░░░░░░░
═══════════════════
.            *| 𝐂𝐑𝐏𝐒 𝐑𝐎𝐋𝐈𝐒𝐓𝐄 |*
═══════════════════

> *👤 𝗜𝗗 :* Lone Shadow Tempest
> *♨️ 𝗗𝗶𝘃𝗶𝘀𝗶𝗼𝗻 :* Bronze🥉
> *⚜️ 𝗦𝘁𝗮𝘁𝘂𝘁 :* Rôliste✅

░░░░░░░░░░░░░░░░░░░
> *🔥 𝗪𝗶𝘀𝗵 :*
> *🧘‍♂️ 𝗦𝗮𝗴𝗲 :*
> *🏆 𝗖𝗵𝗮𝗺𝗽𝗶𝗼𝗻 :*
> *😎 𝗦𝗽𝗲𝗰𝗶𝗮𝗹𝗶𝘀𝘁𝗲 :*
> *🏅 𝗠𝗮𝗶𝘁𝗿𝗲 :*
> *👺 𝗗𝗶𝗰𝘁𝗮𝘁𝗲𝘂𝗿 :*
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :*
> *🤠 𝗔𝗱𝘃𝗲𝗻𝘁𝘂𝗿𝗲𝗿 :*
> *🤼‍♂️ 𝗖𝗵𝗮𝗹𝗹𝗲𝗻𝗴𝗲 :*
> *💯 𝗟𝗲𝗴𝗲𝗻𝗱 :*
░░░░░░░░░░░░░░░░░░░
> *👊 𝗙𝗶𝗴𝗵𝘁 :* 𝗩 : 002 𝗗 : 000
> *🏅 𝗧𝗢𝗣 3 :* 000
> *🎭 𝗦𝘁𝗼𝗿𝘆 𝗠𝗼𝗱𝗲 :* 000
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :* 009
░░░░░░░░░░░░░░░░░░░
*👤 𝗣𝗲𝗿𝘀𝗼 :* Tempest Luck
*🀄 𝗖𝗮𝗿𝗱 :* https://telegra.ph/file/a85a8cae54ab5cc14c0e6.jpg
*🎚️ 𝗡𝗶𝘃𝗲𝗮𝘂 :* 01
*🔰 𝗫𝗽 :* 050 / 500
*🎒 𝗜𝘁𝗲𝗺𝘀 :* (voir magasin)
░░░░░░░░░░░░░░░░░░░
*💳𝗣𝗿𝗲𝗺𝘂𝗶𝗺 :* 000💳
*🧭$ ₱𝗶𝗲𝗰𝗲𝘀 :* 10.000🧭
*💎$ £𝗶𝗮𝗺𝗼𝗻𝗱 :* 2.000💎
*♦️$ 𝐓𝗼𝗸𝗲𝗻 :* 000♦️
═══════════════════
░░░░░░░░░░░░░░░░░░░
     『 🪀🎮 𝗖𝗥𝗣𝗦 𝗡𝗢 𝗟𝗜𝗠𝗜𝗧 🏆🔝 』`;
            zk.sendMessage(dest, { image: { url: lien }, caption: msg }, { quoted: ms });
   
        }
    }
);

zokou(
    {
        nomCom: 'lugh',
        categorie: 'crps-player'
    },
    async (dest, zk, commandeOptions) => {
        const { repondre, arg, ms } = commandeOptions;

        if (!arg || arg.length === 0)  {
            const lien = 'https://telegra.ph/file/a423ce7189a25f8166cec.jpg';
            const msg = `░░░░░░░░░░░░░░░░░░░
═══════════════════
.            *| 𝐂𝐑𝐏𝐒 𝐑𝐎𝐋𝐈𝐒𝐓𝐄 |*
═══════════════════

> *👤 𝗜𝗗 :* Lust Gilgamesh
> *♨️ 𝗗𝗶𝘃𝗶𝘀𝗶𝗼𝗻 :* Bronze🥉
> *⚜️ 𝗦𝘁𝗮𝘁𝘂𝘁 :* Rôliste✅

░░░░░░░░░░░░░░░░░░░
> *🔥 𝗪𝗶𝘀𝗵 :*
> *🧘‍♂️ 𝗦𝗮𝗴𝗲 :*
> *🏆 𝗖𝗵𝗮𝗺𝗽𝗶𝗼𝗻 :*
> *😎 𝗦𝗽𝗲𝗰𝗶𝗮𝗹𝗶𝘀𝘁𝗲 :*
> *🏅 𝗠𝗮𝗶𝘁𝗿𝗲 :*
> *👺 𝗗𝗶𝗰𝘁𝗮𝘁𝗲𝘂𝗿 :*
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :*
> *🤠 𝗔𝗱𝘃𝗲𝗻𝘁𝘂𝗿𝗲𝗿 :*
> *🤼‍♂️ 𝗖𝗵𝗮𝗹𝗹𝗲𝗻𝗴𝗲 :*
> *💯 𝗟𝗲𝗴𝗲𝗻𝗱 :*
░░░░░░░░░░░░░░░░░░░
> *👊 𝗙𝗶𝗴𝗵𝘁 :* 𝗩 : 000 𝗗 : 000
> *🏅 𝗧𝗢𝗣 3 :* 000
> *🎭 𝗦𝘁𝗼𝗿𝘆 𝗠𝗼𝗱𝗲 :* 000
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :* 000
░░░░░░░░░░░░░░░░░░░
*👤 𝗣𝗲𝗿𝘀𝗼 :* Lust Gilgamesh
*🀄 𝗖𝗮𝗿𝗱 :* https://telegra.ph/file/6567b5ff5c3719e45467e.jpg
*🎚️ 𝗡𝗶𝘃𝗲𝗮𝘂 :* 01
*🔰 𝗫𝗽 :* 000 / 500
*🎒 𝗜𝘁𝗲𝗺𝘀 :* (voir magasin)
░░░░░░░░░░░░░░░░░░░
*💳𝗣𝗿𝗲𝗺𝘂𝗶𝗺 :* 000💳
*🧭$ ₱𝗶𝗲𝗰𝗲𝘀 :* 10.000🧭
*💎$ £𝗶𝗮𝗺𝗼𝗻𝗱 :* 1.000💎
*♦️$ 𝐓𝗼𝗸𝗲𝗻 :* 000♦️
═══════════════════
░░░░░░░░░░░░░░░░░░░
     『 🪀🎮 𝗖𝗥𝗣𝗦 𝗡𝗢 𝗟𝗜𝗠𝗜𝗧 🏆🔝 』`;
            zk.sendMessage(dest, { image: { url: lien }, caption: msg }, { quoted: ms });
   
        }
    }
);

zokou(
    {
        nomCom: 'manjiro',
        categorie: 'crps-player'
    },
    async (dest, zk, commandeOptions) => {
        const { repondre, arg, ms } = commandeOptions;

        if (!arg || arg.length === 0)  {
            const lien = 'https://telegra.ph/file/6a1d599151d635dfbc077.jpg';
            const msg = `░░░░░░░░░░░░░░░░░░░
═══════════════════
.            *| 𝐂𝐑𝐏𝐒 𝐑𝐎𝐋𝐈𝐒𝐓𝐄 |*
═══════════════════

> *👤 𝗜𝗗 :* Manjiro
> *♨️ 𝗗𝗶𝘃𝗶𝘀𝗶𝗼𝗻 :* Bronze🥉
> *⚜️ 𝗦𝘁𝗮𝘁𝘂𝘁 :* Rôliste✅

░░░░░░░░░░░░░░░░░░░
> *🔥 𝗪𝗶𝘀𝗵 :*
> *🧘‍♂️ 𝗦𝗮𝗴𝗲 :*
> *🏆 𝗖𝗵𝗮𝗺𝗽𝗶𝗼𝗻 :*
> *😎 𝗦𝗽𝗲𝗰𝗶𝗮𝗹𝗶𝘀𝘁𝗲 :*
> *🏅 𝗠𝗮𝗶𝘁𝗿𝗲 :*
> *👺 𝗗𝗶𝗰𝘁𝗮𝘁𝗲𝘂𝗿 :*
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :*
> *🤠 𝗔𝗱𝘃𝗲𝗻𝘁𝘂𝗿𝗲𝗿 :*
> *🤼‍♂️ 𝗖𝗵𝗮𝗹𝗹𝗲𝗻𝗴𝗲 :*
> *💯 𝗟𝗲𝗴𝗲𝗻𝗱 :*
░░░░░░░░░░░░░░░░░░░
> *👊 𝗙𝗶𝗴𝗵𝘁 :* 𝗩 : 000 𝗗 : 001
> *🏅 𝗧𝗢𝗣 3 :* 000
> *🎭 𝗦𝘁𝗼𝗿𝘆 𝗠𝗼𝗱𝗲 :* 000
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :* 000
░░░░░░░░░░░░░░░░░░░
*👤 𝗣𝗲𝗿𝘀𝗼 :* MANJIRO
*🀄 𝗖𝗮𝗿𝗱 :* https://telegra.ph/file/25505c3103ecc6d0cb15c.jpg
*🎚️ 𝗡𝗶𝘃𝗲𝗮𝘂 :* 01
*🔰 𝗫𝗽 :* 010 / 500
*🎒 𝗜𝘁𝗲𝗺𝘀 :* (voir magasin)
░░░░░░░░░░░░░░░░░░░
*💳𝗣𝗿𝗲𝗺𝘂𝗶𝗺 :* 000💳
*🧭$ ₱𝗶𝗲𝗰𝗲𝘀 :* 10.000🧭
*💎$ £𝗶𝗮𝗺𝗼𝗻𝗱 :* 1.200💎
*♦️$ 𝐓𝗼𝗸𝗲𝗻 :* 000♦️
═══════════════════
░░░░░░░░░░░░░░░░░░░
     『 🪀🎮 𝗖𝗥𝗣𝗦 𝗡𝗢 𝗟𝗜𝗠𝗜𝗧 🏆🔝 』`;
            zk.sendMessage(dest, { image: { url: lien }, caption: msg }, { quoted: ms });
   
        }
    }
);

zokou(
    {
        nomCom: 'draken',
        categorie: 'crps-player'
    },
    async (dest, zk, commandeOptions) => {
        const { repondre, arg, ms } = commandeOptions;

        if (!arg || arg.length === 0)  {
            const lien = 'https://telegra.ph/file/0c2846eff602e16eab9f2.jpg';
            const msg = `░░░░░░░░░░░░░░░░░░░
═══════════════════
.            *| 𝐂𝐑𝐏𝐒 𝐑𝐎𝐋𝐈𝐒𝐓𝐄 |*
═══════════════════

> *👤 𝗜𝗗 :* Draken And Start
> *♨️ 𝗗𝗶𝘃𝗶𝘀𝗶𝗼𝗻 :* Bronze🥉
> *⚜️ 𝗦𝘁𝗮𝘁𝘂𝘁 :* Rôliste✅

░░░░░░░░░░░░░░░░░░░
> *🔥 𝗪𝗶𝘀𝗵 :*
> *🧘‍♂️ 𝗦𝗮𝗴𝗲 :*
> *🏆 𝗖𝗵𝗮𝗺𝗽𝗶𝗼𝗻 :*
> *😎 𝗦𝗽𝗲𝗰𝗶𝗮𝗹𝗶𝘀𝘁𝗲 :*
> *🏅 𝗠𝗮𝗶𝘁𝗿𝗲 :*
> *👺 𝗗𝗶𝗰𝘁𝗮𝘁𝗲𝘂𝗿 :*
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :*
> *🤠 𝗔𝗱𝘃𝗲𝗻𝘁𝘂𝗿𝗲𝗿 :*
> *🤼‍♂️ 𝗖𝗵𝗮𝗹𝗹𝗲𝗻𝗴𝗲 :*
> *💯 𝗟𝗲𝗴𝗲𝗻𝗱 :*
░░░░░░░░░░░░░░░░░░░
> *👊 𝗙𝗶𝗴𝗵𝘁 :* 𝗩 : 001 𝗗 : 002
> *🏅 𝗧𝗢𝗣 3 :* 000
> *🎭 𝗦𝘁𝗼𝗿𝘆 𝗠𝗼𝗱𝗲 :* 000
> *🧠 𝗠𝗮𝗶𝘁𝗿𝗶𝘀𝗲 :* 006
░░░░░░░░░░░░░░░░░░░
*👤 𝗣𝗲𝗿𝘀𝗼 :* Draken
*🀄 𝗖𝗮𝗿𝗱 :* https://telegra.ph/file/89c21e18aac234287514d.jpg
*🎚️ 𝗡𝗶𝘃𝗲𝗮𝘂 :* 01
*🔰 𝗫𝗽 :* 045 / 500
*🎒 𝗜𝘁𝗲𝗺𝘀 :* (voir magasin)
░░░░░░░░░░░░░░░░░░░
*💳𝗣𝗿𝗲𝗺𝘂𝗶𝗺 :* 000💳
*🧭$ ₱𝗶𝗲𝗰𝗲𝘀 :* 10.000🧭
*💎$ £𝗶𝗮𝗺𝗼𝗻𝗱 :* 1.900💎
*♦️$ 𝐓𝗼𝗸𝗲𝗻 :* 000♦️
═══════════════════
░░░░░░░░░░░░░░░░░░░
     『 🪀🎮 𝗖𝗥𝗣𝗦 𝗡𝗢 𝗟𝗜𝗠𝗜𝗧 🏆🔝 』`;
            zk.sendMessage(dest, { image: { url: lien }, caption: msg }, { quoted: ms });
   
        }
    }
);
